Revit 2027 API
ElectricalLoadClassification.Other Property
 Indicates if it is the default load classification, and its name is Other.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Other { get; }
Public ReadOnly Property Other As Boolean
	Get
public:
property bool Other {
	bool get ();
}
member Other : bool with get
Property Value
Boolean
See Also
Reference
ElectricalLoadClassification Class
Autodesk.Revit.DB.Electrical Namespace